[
	{
		"title": "Work Together Seamlessly",
		"subtitle": "Collaboration",
		"features": [
			{
				"title": "Shared Workspaces",
				"description": "Bring all your projects, files, and discussions into one organized hub, so teams no longer waste time searching for scattered resources or switching between apps.",
				"icon": "folder"
			},
			{
				"title": "Real-Time Updates",
				"description": "See every change as it happens, keeping your team aligned and reducing misunderstandings, whether you’re editing a document or tracking a project timeline.",
				"icon": "arrows-right-left"
			},
			{
				"title": "Team Chat",
				"description": "Centralize communication with built-in chat that eliminates the need for external tools, ensuring conversations stay tied to the work they reference.",
				"icon": "chat-bubble-left-ellipsis"
			},
			{
				"title": "Task Assignment",
				"description": "Assign responsibilities with clear ownership and due dates, making it easy to track accountability and ensure projects stay on schedule.",
				"icon": "clipboard-document-check"
			},
			{
				"title": "Role Permissions",
				"description": "Control access at every level, from admins to contributors, so sensitive information is protected and only the right people can make changes.",
				"icon": "lock-closed"
			},
			{
				"title": "Version History",
				"description": "Roll back to any earlier version of a file or document, giving teams peace of mind and the freedom to experiment without risk.",
				"icon": "clock"
			},
			{
				"title": "Mentions & Tags",
				"description": "Notify teammates directly within conversations or tasks, so no one misses critical updates and everyone knows where to focus.",
				"icon": "at-symbol"
			},
			{
				"title": "Document Collaboration",
				"description": "Edit text, spreadsheets, or notes simultaneously with teammates, with changes visible instantly to avoid duplicates or conflicting versions.",
				"icon": "document-text"
			}
		]
	},
	{
		"title": "Smarter Decisions with Data",
		"subtitle": "Intelligence",
		"features": [
			{
				"title": "Analytics Dashboard",
				"description": "Gain a 360-degree view of your business performance through clear dashboards that highlight the metrics that matter most.",
				"icon": "chart-bar"
			},
			{
				"title": "Custom Reports",
				"description": "Tailor reports to fit your exact needs, from simple summaries to complex breakdowns, and share them with stakeholders instantly.",
				"icon": "document-chart-bar"
			},
			{
				"title": "Trend Tracking",
				"description": "Visualize how performance evolves over time, helping you identify growth opportunities or potential risks before they become critical.",
				"icon": "trending-up"
			},
			{
				"title": "Goal Monitoring",
				"description": "Define milestones and track progress toward them in real time, so your team always knows if you’re ahead of schedule or need to adjust.",
				"icon": "flag"
			},
			{
				"title": "Predictive Insights",
				"description": "Use machine learning to forecast outcomes, giving you foresight into customer behavior, sales pipelines, or operational needs.",
				"icon": "light-bulb"
			},
			{
				"title": "Export Data",
				"description": "Download datasets in multiple formats, making it simple to analyze further in your preferred tools or share with external teams.",
				"icon": "arrow-down-tray"
			},
			{
				"title": "API Access",
				"description": "Connect your analytics to any external system or app, ensuring your insights flow seamlessly into your broader tech ecosystem.",
				"icon": "code-bracket"
			},
			{
				"title": "Custom Alerts",
				"description": "Receive instant notifications when a key metric changes, ensuring you can react quickly to opportunities or problems.",
				"icon": "bell-alert"
			}
		]
	},
	{
		"title": "Scale Without Limits",
		"subtitle": "Growth",
		"features": [
			{
				"title": "Secure Payments",
				"description": "Accept payments worldwide with industry-leading encryption, fraud protection, and compliance, giving customers complete confidence.",
				"icon": "credit-card"
			},
			{
				"title": "Subscription Management",
				"description": "Automate recurring billing, upgrades, and cancellations, reducing administrative overhead while maximizing revenue.",
				"icon": "arrows-up-down"
			},
			{
				"title": "Integrations",
				"description": "Connect seamlessly with CRMs, marketing tools, and productivity apps, extending your workflow without additional friction.",
				"icon": "puzzle-piece"
			},
			{
				"title": "Automation Flows",
				"description": "Streamline repetitive processes such as onboarding or invoicing with customizable workflows that run automatically.",
				"icon": "arrow-path"
			},
			{
				"title": "Scalable Infrastructure",
				"description": "Built to handle growth, our system adapts as traffic and users increase, ensuring performance never slows down.",
				"icon": "server-stack"
			},
			{
				"title": "Multi-Language Support",
				"description": "Offer your product in multiple languages and regions, making global expansion a smooth and cost-effective step.",
				"icon": "language"
			},
			{
				"title": "Mobile-Ready",
				"description": "Enjoy a fully optimized experience on any device, giving you and your customers the flexibility to stay productive on the go.",
				"icon": "device-phone-mobile"
			},
			{
				"title": "Customer Support Tools",
				"description": "Empower your support team with ticketing, live chat, and knowledge base tools designed to resolve issues quickly.",
				"icon": "lifebuoy"
			},
			{
				"title": "Marketplace Access",
				"description": "Expand reach by tapping into built-in marketplaces and distribution channels, helping you acquire new customers effortlessly.",
				"icon": "shopping-bag"
			}
		]
	}
]
